Repository: Sergiyss/Contact-Form-7-Lead-Generation
Catalog: languages/cf7lg-*.po
Languages: ru_ru, uk

source: Data saved successfully
ru_ru: Данные успешно сохранены
uk: Дані успішно збережено

source: Failed to send data
ru_ru: Не удалось отправить данные
uk: Не вдалося надіслати дані

source: Request failed
ru_ru: Запрос не прошел
uk: Не вдалося виконати запит

source: Please use numbers or the [amount-product] template.
ru_ru: Пожалуйста, используйте цифры или вставте шаблон [amount-product].
uk: Будь ласка, використовуйте цифри або вставте шаблон [amount-product]

source: Lead Generations
ru_ru: Генерация лидеров
uk: Ліди

source: ApiKey not found
ru_ru: ApiKey не найден
uk: ApiKey не знайдено

source: Please enter your apiKey
ru_ru: Пожалуйста, введите свой apiKey
uk: Будь ласка, введіть свій apiKey

source: To use the plugin, you need to insert an ApiKey in the plugin settings, and if you don't have a key, you need to obtain it.
ru_ru: Чтобы использовать плагин, необходимо вставить ApiKey в настройки плагина, а если у вас нет ключа, то его нужно получить.
uk: Щоб використовувати плагін, вам потрібно вставити ApiKey в налаштуваннях плагіна, а якщо у вас немає ключа, вам потрібно його отримати.

source: Add ApiKey
ru_ru: Добавить ApiKey
uk: Додати ApiKey

source: Get ApiKey
ru_ru: Как получить ApiKey
uk: Отримайте ApiKey

source: Specify the attributes that will be used for lead generation.
ru_ru: Укажите атрибуты, которые будут использоваться для генерации лидов.
uk: Вкажіть атрибути, які будуть використовуватися для лідогенерації.

source: Title
ru_ru: Назывние лида
uk: Назва ліда

source: Responsible
ru_ru: Ответственный
uk: Відповідальний

source: Observers
ru_ru: Участники
uk: Учасники

source: The form <strong>Expected budget (amount)</strong> supports numeric input. You can also utilize a form template using the name <strong>amount-product</strong> in the form template. [amount-product]
ru_ru: Форма <strong>Expected budget (amount)</strong> поддерживает ввод чисел. Вы так-же можете использовать <strong>шаблон формы</strong>, используя имя <strong>amount-product</strong> в шаблоне формы. [amount-product]
uk: Форма <strong>Очікуваний бюджет (сума)</strong> підтримує введення чисел. Ви також можете використовувати <strong>шаблон форми</strong>, використовуючи ім'я <strong>amount-product</strong> у шаблоні форми. [amount-product]

source: Expected budget (amount)
ru_ru: Ожидаемый бюджет (сумма)
uk: Очікуваний бюджет (сума)

source: Deal currency
ru_ru: Валюта
uk: Валюта

source: Source
ru_ru: Источник
uk: Джерело

source: Status
ru_ru: Статус
uk: Статус

source: Service
ru_ru: Сервисы
uk: Сервіс

source: Description
ru_ru: Описание
uk: Опис

source: File
ru_ru: Файл
uk: Файл

source: Specify the attributes that will be used to create a client.
ru_ru: Укажите атрибуты, которые будут использоваться при создании клиента.
uk: Вкажіть атрибути, які будуть використовуватися для створення клієнта.

source: Country
ru_ru: Страна
uk: Країна

source: Phone
ru_ru: Телефон
uk: Телефон

source: UTM tag settings
ru_ru: Настройки utm меток
uk: Налаштування UTM-міток

source: UTM tags can be used in two ways:
ru_ru: UTM-теги можно использовать двумя способами:
uk: UTM-теги можна використовувати двома способами:

source: Use automatic insertion, which only works after navigating from a source that passes UTM tags in the GET parameters, then saves them in cookies.
ru_ru: Использовать автоматическую вставку, которая работает только после перехода с источника, который передает UTM-теги в GET-параметрах, после чего сохраняет их в cookies.
uk: Використовувати автоматичне вставлення, яке працює лише після переходу з джерела, яке передає UTM-теги в GET-параметрах, після чого зберігає їх в сookie.

source: Use the manual option. You need to activate the checkbox and insert your template.
ru_ru: Использовать ручной вариант. Нужно активировать флажок и вставить свой шаблон.
uk: Використовувати ручний варіант. Потрібно активувати прапорець і вставити свій шаблон.

source: Use customizable UTM tags
ru_ru: Использовать свои UTM tags
uk: Використовуйте настроювані UTM-мітки

source: Save
ru_ru: Сохранить
uk: Зберегти

source: Request log
ru_ru: Лог запросов
uk: Лог запитів

source: Settings cf7lg
ru_ru: Настройки cf7lg
uk: Налаштування cf7lg

source: Setting up the Contact Form 7 Lead Generation plugin
ru_ru: Настройка плагина Contact Form 7 Lead Generation
uk: Налаштування плагіна Contact Form 7 Lead Generation

source: Date (Server)
ru_ru: Дата(Сервер)
uk: Дата (Сервер)

source: Server code
ru_ru: Ответ сервера
uk: Статус відповіді

source: Request
ru_ru: Запрос
uk: Запит

source: Message
ru_ru: Ответ сервера
uk: Повідомлення

source: Repeat request
ru_ru: Повторить запрос

source: Repeat
ru_ru: Повторить
uk: Повторити запит

source: Plugin settings Contact Form 7 Lead Generation
ru_ru: Настройка плагина Contact Form 7 Lead Generation
uk: Налаштування плагіна Contact Form 7 Lead Generation
